espressif/esp-wifi-remote/components/esp_wifi_remote/examples/mqtt/sdkconfig.ci.p4_3
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
CONFIG_ESP32P4_REV_MIN_100=y
CONFIG_ESP_WIFI_SSID="local_mosquitto"
CONFIG_ESP_WIFI_PASSWORD="local_mosquitto_password"
CONFIG_EPPP_LINK_DEVICE_SDIO=y
CONFIG_WIFI_RMT_OVER_EPPP_SDIO_CMD_PIN=52
CONFIG_WIFI_RMT_OVER_EPPP_SDIO_CLK_PIN=51
CONFIG_WIFI_RMT_OVER_EPPP_SDIO_D0_PIN=50
CONFIG_WIFI_RMT_OVER_EPPP_SDIO_D1_PIN=49
CONFIG_WIFI_RMT_OVER_EPPP_SDIO_D2_PIN=48
CONFIG_WIFI_RMT_OVER_EPPP_SDIO_D3_PIN=47
CONFIG_WIFI_RMT_OVER_EPPP_UNSECURE=y
